// src/components/FAQ/faqData.js
export const faq = [
  {
    id: 9,
    title: "راست چین پرو چیست؟",
    description:
      "راست چین پرو با هدف ارتقای کیفیت خدمت رسانی و رفع نیاز طراحان سایت حرفه ای ایجاد شده است، ایده اصلی ایجاد پرو با درخواست کاربران مبنی بر مجموعه ای از سرویس ها و خدمات حرفه ای تر و ویژه برای سهولت و خرید به صرفه تر بوده است.",
  },
  {
    id: 10,
    title: "چطور می توانم حساب کاربری خودم را به پرو ارتقا دهم؟",
    description:
      "کافی است با مشاهده پلن ها و انتخاب اشتراک موردنظر و مناسب خود، اقدام به پرداخت نمایید.",
  },
  {
    id: 11,
    title: "راست چین AI با چه صفحه سازهایی سازگاری دارد؟",
    description:
      "راست چین AI با افزونه های صفحه ساز زیر سازگاری کامل داشته و قابل استفاده بر روی آن‌هاست: Elementor, Gutenberg, Classic Editor",
  },
  {
    id: 12,
    title: "اگر در طول اشتراک پرو، اعتبار راست چین AI تمام شد چه باید کرد؟",
    description:
      "در این مواقع می‌توانید به آسانی از داشبورد کاربری، از بین بسته‌های اعتباری راست چین AI متناسب با نیاز و استفاده خود یکی را انتخاب و خرید نمایید.",
  },
  {
    id: 13,
    title: "قابلیت استفاده از راست چین AI بر روی بینهایت سایت به چه معناست؟",
    description:
      "بدین معناست که این امکان بر روی حساب کاربری شما فعال خواهد بود و به دامنه‌ای که برای محصول ثبت می‌کنید وابسته نیست؛ می‌توانید با وارد کردن کلید دسترسی در هر تعداد سایت بدون هیچ محدودیتی، از اعتبار و امکانات این افزونه بهره‌مند شوید.",
  },
  {
    id: 14,
    title: "تخففیف نامحدود 100 هزارتومانی به چه معناست؟",
    description:
      "کاربران راست چین پرو می‌توانند همه محصولات راست چین، راست چین کلود و راست چین آکادمی را به هر تعداد دفعاتی که تمایل داشته باشند، با 100 هزار تومان تخفیف خریداری نمایند. این تخفیف به صورت نامحدود تا زمانی که اکانت پرو آن‌ها دارای اعتبار باشد قابل استفاده است.",
  },
  {
    id: 15,
    title: "اگر محصولی در حالت عادی تخفیف داشت آیا تخفیف پرو به آن اضافه می‌شود؟",
    description:
      "همواره بیشترین مقدار تخفیف برای کاربران در زمان خرید منظور خواهد شد و مقدار 100 هزار تومان به تخفیف فعلی افزوده نمی‌شود.",
  },
  {
    id: 16,
    title: "برای تولید جمله و یا تصویر در راست چین AI چه مقدار اعتبار مصرف می‌شود؟",
    description:
      "برای تولید هر جمله توسط هوش مصنوعی راست چین، 1 اعتبار و به ازای تولید هر تصویر 1000 اعتبار مصرف خواهد شد.",
  },
  {
    id: 17,
    title: "اگر اشتراک فعال داشته باشم، و اشتراک جدید بخرم، روزهای باقیمانده قبلی حفظ می‌شوند؟",
    description:
      "در حال حاضر، اگر از اشتراک فعال شما بیشتر از 7 روز باقیمانده باشد، امکان تمدید اشتراک یا خرید اشتراک جدید را ندارید.",
  },
];
