// src/components/Features/featuresData.js

export const features = [
  {
    id: 0,
    title: "100 هزار تومان تخفیف نامحدود",
    contentTitle: "100 هزار تومان تخفیف نامحدود!",
    description:
      "با خرید اشتراک راست‌چین پرو، همه محصولات راست چین و راست چین سرویس را بدون محدودیت، با 100 هزار تومان تخفیف در هر تعداد که نیاز دارید خرید کنید.",
    img:
      "https://content-marketing.rtlcdn.com/image/2025/11/3406d1a9-43ac-49ba-b779-ec6c7e984e49.png",
  },
  {
    id: 1,
    title: "دستیار ویرایش و تولید محتوا",
    contentTitle: "راست‌چین AI – دستیار ویرایش و تولید محتوا",
    description:
      "با خرید اشتراک راست‌چین پرو، شما به ازای هر ماه اشتراک 7000 اعتبار برای استفاده از راست‌چین AI دریافت خواهید کرد. با این اعتبار قادر خواهید بود چیدمان کل صفحه، ایجاد و ویرایش متن، تصویر و محتوای موردنظر خود را با هوش مصنوعی برای انتشار در سایت ایجاد نمایید.",
    img:
      "https://content-marketing.rtlcdn.com/image/2025/11/add713f0-2b2f-494b-b2ed-53449d06e45c.png",
  },
  {
    id: 2,
    title: "دانلود فایل‌های پریمیوم",
    contentTitle: "دانلود رایگان تصاویر پریمیوم Freepik",
    description:
      "با خرید اشتراک راست‌چین پرو، شما ماهانه 10 اعتبار برای دانلود تصاویر Premium از سایت Freepik.com خواهید داشت. اعتبارهای باقیمانده شما در صورت اتمام زمان اشتراک پرو، از بین خواهند رفت.",
    img:
      "https://content-marketing.rtlcdn.com/image/2025/11/9355c51b-7dd8-43bc-8004-f58b674807ae.png",
  },
  {
    id: 3,
    title: "سایت‌های آماده رایگان",
    contentTitle: "سایت‌های آماده",
    description:
      "با خرید اشتراک راست‌چین پرو، این امکان به شما داده می‌شود که هر ماه 5 سایت آماده سازگار با افزونه‌های المنتور و سئو با موضوع مدنظر خود بصورت رایگان دانلود و استفاده نمایید.",
    img:
      "https://content-marketing.rtlcdn.com/image/2025/11/0603ebed-b180-4efa-a60a-18efe16cca37.png",
  },
];
